[
    {
        "name": "西红柿",
        "price": "20 元/根",
        "traits": "甜脆可口、营养丰富、多种用途",
        "synopsis": "西红柿是一种常见的水果。它含有很多营养物质，如 vitamin C、beta carotene、potassium 等。西红柿可以作为蔬菜、配菜或当口水果吃。它还可以用来制作酱汁、 Pickle 等食谱。"
    },
    {
        "name": "牛奶",
        "price": "30 元/桶",
        "traits": "纯天然无添加、低热量高营养",
        "synopsis": "牛奶是人类最常见的乳品。它主要由母cow的乳汁和血清组成。纯天然无添加的牛奶不仅健康而且营养丰富，而且具有滋润肌肤、增强免疫力等作用。"
    },
    {
        "name": "紫罗兰",
        "price": "100 元/公斤",
        "traits": "颜色多样，有深红色、淡紫色等，有翠绿色的叶子",
        "synopsis": "紫罗兰属于兰科，是世界上最早的常绿小苗木，起源于中亚和东南亚。"
    },
    {
        "name": "菊花",
        "price": "188 元/公斤",
        "traits": "花型圆润、花瓣细腻、色彩丰富、药用价值、茶叶原料",
        "synopsis": "菊花（Japonica Lily）是一种常见的水稻类蔷薇，分布于东亚及澳大利亚等地。它以其优美的花朵而闻名，而且作为一种主食和药用材料也有很高的市场需求。菊花的主要成分包括多酚、醛固酮、维生素C、糖类等，这些成分对人体有益处，如防癌、抗氧化、减肥等。作为一种珍贵的水产品，菊花的生产和销售也是个重要的经济活动。"
    },
    {
        "name": "红玫瑰",
        "price": "100 元/公斤",
        "traits": "颜色鲜艳、香味独特、枝条细长、装饰效果好、茶叶原料",
        "synopsis": "红玫瑰（英语：Rose）是一种常见的开放式的多分叉或单分叉灌木或小树。它以其花朵闻名，有各种不同的颜色，如红色、粉红色、淡紫色、白色等，每种颜色的玫瑰都有不同的香味和装饰效果。红玫瑰还可以作为一种蔬菜食用，它的叶子和果实也有营养价值。红玫瑰被认为具有强大的情感作用，是许多文化中重要的象征和 symbols 。"
    },
    {
        "name": "牡丹",
        "price": "80 元/公斤",
        "traits": "花型圆润、香味独特、花期短暂、灌溉效果好、营养丰富",
        "synopsis": "牡丹（Dendranthema grandiflorum）是一种常见的中药材，长得像小白菜一样，叶片长而刺绣状。它的花朵呈现出粉红色或淡紫色，顶端有五个白色燃烧点。它通常生长在山坡上，在春天开放花朵，每朵花瓣上都有一个嫩黄色的橙红色圆形标记。这款产品在美国、日本和中国等地均有大量的生产和使用。"
    },
    {
        "name": "甘蔗",
        "price": "10 元/斤",
        "traits": "种类很多，包括红富士、白富士、甜甜圈、红枣等，营养丰富，口感独特。",
        "synopsis": "甘蔗（Garcinia cambogia）是一款著名的减肥产品，被认为可以帮助人们控制 appetite、减少脂肪摄入、增加 metabolism ，从而达到减肥的目的。此外，甘蔗还可以帮助改善 Type 2 diabetes、高血压、高脂血症等疾病。"
    },
    {
        "name": "薄荷",
        "price": "20 元/盎司",
        "traits": "香味浓郁，有清凉、舒缓心绞痛、安神祛邪等作用，可食用或制作香气。",
        "synopsis": "薄荷（Artemisia annua L.）是一款广泛使用的中药材。它主要通过抗氧化、杀菌、化痰等方式来帮助人体保持健康。薄荷还可以帮助缓解感冒、癫痫、烧伤、头痛等问题。"
    },
    {
        "name": "龙须",
        "price": "40 元/盎司",
        "traits": "味道甜咸，有滋补、解渴、固 bones 的作用，常与猪肉、鱼类配伍。",
        "synopsis": "龙须（Codonopsis pilosula）是一款备受瞩目且有益健康的中药。它主要通过促进消化、降压、提升免疫力等方式来帮助人体恢复健康。龙须还可以帮助缓解感冒、消炎、止痛、预防癌症等问题。"
    },
    {
        "name": "珍珠母",
        "price": "80 元/盎司",
        "traits": "纤维丰富，含糖量低，营养价值高，可供餐或添加到食物中。",
        "synopsis": "珍珠母（Cordyceps sinensis）是一种传统中药材，被认为具有强身健体、增强免疫力、延缓衰老等作用。它通常是以红色或棕色的珍珠状capsule 包裹起来的，内部是白色的细菌体。"
    },
    {
        "name": "云杉",
        "price": "60 元/盎司",
        "traits": "果实状圆形或卵形，直径约2-3cm，外皮绵密而脆，色泽棕褐色或深 purple brown，味道苦涩微甜。",
        "synopsis": "云杉（Celtis reticulata）是一棵常见的小树或灌木，分布于东南亚、中亚及澳大利亚等地。它的果实也称为“印度杏”或“印度橙”，具有很高的营养价值，可以作为食用 fruit，也可以用来制作 juice、wine、vinegar 以及 herbal remedies。"
    },
    {
        "name": "紫藜麦",
        "price": "30 元/公斤",
        "traits": "产自中亚，品种较多，粗糙或细嫩，颜色有白、黑、红、黄等，营养丰富，可食用或制作面粉、酿奶等。",
        "synopsis": "紫藜麦（Vigna unguiculata）是世界上人均消费最高的谷物，也是人们生活中不可或缺的一颗谷物。它不仅可以在饮食方面提供 proteins、carbohydrates 和 fiber，而且还含有许多其他健康 nutrients，如 vitamins、minerals 和 antioxidants。"
    },
    {
        "name": "火烈鸟",
        "price": "120 元/只",
        "traits": "体长1.5-2米，翅膀长度40厘米，栖息地：淡水湾、大海洋等水域。",
        "synopsis": "火烈鸟又称蓬皮鸟、海豚鳄，是鸟类中的一员，分布于全球海洋各地，是热带雨林及海洋生态系统中的重要哺乳动物。它以其巨大的翅膀和翅角而闻名，是一种极具迷惑性的鸟类。"
    },
    {
        "name": "梵高荷花",
        "price": "80 元/公斤",
        "traits": "花型优美，叶形折叠，花期6-7个月，主要栽培地区：江西南昌、福建漳州、湖南岳阳等地。",
        "synopsis": "梵高荷花是一种常见的落叶草本植物，原产于我国四川、江西等地。它是梵高中医治疗风寒症的重要成分，被称为“清暑丹”。"
    },
    {
        "name": "梅花",
        "price": "80 元/公斤",
        "traits": "花型扇形、色彩丰富、气味独特、药用价值",
        "synopsis": "梅花（Michelia champaca ）是一种落叶乔木或高级灌木，分布在东南亚及澳大利亚。它是一种著名的香薰树，被用于佛教仪式、婚礼、宴席和私人庆祝活动。除了作为香水材料外，梅花还具有疗效，如治疗感冒、消炎、痛风等。"
    },
    {
        "name": "竹笛",
        "price": "580 元/盒",
        "traits": "音乐醇厚、有古风范儿",
        "synopsis": "竹笛是指一种古代乐器，它使用的是一根竹筷，上面有一个 metal disc。当这个 disc  vibrates，就会发出清脆的音效。由于它具有很好的音色和 projection，所以被认为是一种重要的乐器。在中国，竹笛被用来演奏 various kinds of music，有古风、民歌、戏曲等。现在，竹笛仍然是一些 musical groups 的重要组成部分。"
    },
    {
        "name": "藕",
        "price": "36 元/公斤",
        "traits": "叶片折叠、有甜味、可以食用",
        "synopsis": "藕是指多年生草本植物，也称为 rice cake 或 glutinous rice。它分布于全球各地，在中国是比较常见的农产品。藕叶呈圆形或椭圆形，上面有许多细长的倒卵毛。在中国，藕被用来做各种不同的食品，例如 steamed rice cakes、desserts、soups 等。另外，藕 leaves 也有 medicinal properties，被用来治疗消炎、止咳等问题。"
    },
    {
        "name": "腊八",
        "price": "28 元/盒",
        "traits": "肉质松软、味道甜酸、有健康作用",
        "synopsis": "腊八是指一种经过特殊处理的肉干，主要由猪、鸡或者鱼肉加工而成。这种产品经过低温干燥、冷冻保存，保持了很好的口感和营养性。腊八被认为是一种健康的食品，因为它富含 protein、vitamin B1、 niacin、 iron 等营养物质。在中国，腊八被认为是节日佳肴，比如 Lunar New Year 等。"
    },
    {
        "name": "杏",
        "price": "32 元/斤",
        "traits": "果实球形、色泽棕褐、甜脆口感，可以食用",
        "synopsis": "杏是指榄球科中的一种，分布于中国、日本、朝鲜等地区。它是人们喜爱的水果，也是重要的农业作物。杏花呈圆锥形，颜色有淡黄色、黄色、 orange 等。在中国，杏被用来制作 jam，或者直接作为食物。除了吃外，杏还可以作为 medicine，因为它含有很多营养物质，如 vitamin C、B complex、potassium、calcium 等。"
    },
    {
        "name": "桃",
        "price": "25 元/斤",
        "traits": "果实直立、色泽红晕、甜脆口感，可以食用",
        "synopsis": "桃是指李皮科中的一种，分布于中华大陆及海洋各地。它是人们喜爱的水果，也是重要的农业作物。桃花呈圆形或椭圆形，颜色有淡黄色、黄色、 orange 等。在中国，桃被用来制作 jam，或者直接作为食物。除了吃外，桃还可以作为 medicine，因为它含有很多营养物质，如 vitamin A、C、K、B complex、potassium 等。"
    },
    {
        "name": "兰",
        "price": "198 元/盒",
        "traits": "花型梨状、颜色鲜艳、有清香味道，可以食用",
        "synopsis": "兰属于兰属，是一类高级的水果，分布于台湾及东南亚各地。它的果实呈梨状或卵圆状，颜色有淡红色、深红色、橙色、黄色等。在中国，兰被认为具有很高的价值，因为它富含 antioxidants 和 other bioactive compounds，有助于预防心脏病、癌症、衰老等疾病。"
    },
    {
        "name": "菊",
        "price": "18 元/盒",
        "traits": "花型圆形、颜色鲜艳、有清香味道，可以食用",
        "synopsis": "菊属于鸢尾属，有近400种 species，分布于全球各地，是人们喜爱的水果和灌木。菊花呈圆锥形，颜色极其多样，常见的有白色、黄色、紫色、红色等。在中国，菊花一般用来做配菜或烹饪成品。除了食用外，菊还可以作为保健食品，因为它含有很多营养物质，如 vitamin C、B complex、potassium、calcium 等。"
    },
    {
        "name": "百合",
        "price": "36 元/公斤",
        "traits": "花型翠色、香气浓厚、花期短寿、可怕，不能食用",
        "synopsis": "百合是指多形虫科中的一种，也称为百合科、百合属或百合目。它是一类昆虫，分布于世界各地。百合科动物包括蜘蛛、蝙蝠、跳蚤、蟑螂等多种，都是小型且多变的。它们的身体上通常都有许多眼睛，而且颜色也非常丰富。除了这些以外，他们还具备了一些奇特的生理结构和行为方式。"
    },
    {
        "name": "向日葵",
        "price": "30 元/公斤",
        "traits": "多分枝、叶片数多、颜色丰富、营养价值高、家庭常备菜",
        "synopsis": "向日葵是一种常绿色的野生蔷薇，全球分布范围很广，分布于东南亚、澳大利亚、中东、非洲等地区。它是人们经常在自己的家里种植的蔷薇，因为它的叶片多、颜色丰富、营养价值高。它可以作为家庭常备菜，用来做各种各样的菜肴。"
    },
    {
        "name": "玫瑰",
        "price": "100 元/公斤",
        "traits": "花型多样、颜色丰富、气味浓郁、装饰作用、茶叶原料",
        "synopsis": "玫瑰（Rosa）是世界上最受欢迎的花卉，有着无与伦比的美观和魅力。它常以其花朵呈现出来的多姿多彩来诱惑人们，同时也被用于各种各样的用途，如庄园装饰、香水制作、茶叶加工等。本次订单中，我们将提供20种不同类型的玫瑰数据，包括名称、价格、特点和概述等信息。"
    },
    {
        "name": "柚子",
        "price": "30 元/公斤",
        "traits": "花型圆形、色彩丰富、药用价值、茶叶原料",
        "synopsis": "柚子（学名：Citrus aurantium L.）是一种常见的香橙类水果树。它原产于中东、南非等热带地区，现已分布到全球各地。柚子是一种多功能作物，它的果实可用于制造酒、食用、饮料、香薰膏等产品，还具有良好的药用价值。除了作为食物和饮料之外，柚子还能防治疲劳、消炎、预防癌症等问题。"
    },
    {
        "name": "杜鹃",
        "price": "68 元/公斤",
        "traits": "大型花卉、花瓣紫红色、开放性、耐酸性、美丽的枝条",
        "synopsis": "杜鹃（学名： Rhododendron indicum ）是一颗美丽的落叶灌木，生长在海拔300米以上的高原上。它是我国四大名目之一的保护植物，也是我国1%的高原植物。它长得很像鸟儿，因此也叫鸟儿杜鹃。它的花朵是圆形或椭圆形，颜色是白色、粉红色或淡黄色。杜鹃的叶子是三角形，上面带有细密的网纹。杜鹃喜欢光线充足，湿润的土壤，可以用来修复荒漠的山坡。"
    },
    {
        "name": "莲叶",
        "price": "380 元/公斤",
        "traits": "性情温柔、香味独特、花期较长、药用价值、茶叶原料",
        "synopsis": "莲叶（学名： Hibiscus rosa-sinensis L. ）是一种常见的热带水果树，全球分布范围非常广泛，包括非洲、中亚、澳大利亚等多个地区。它是一种复杂的高级灌木，叶片通常呈现出五角星状或卵形状，颜色有淡绿色、深绿色、棕色等多种，上面覆盖着许多细小的白色丝毫。莲叶的营养价值高，含有丰富的维生素C、B组分以及其他多种微量元素。它还可以作为一种美容产品来使用，例如涂抹到皮肤上可以防止老化、减少血糖等作用。此外，莲叶还可以用来制作茶、饮料和药膳。"
    },
    {
        "name": "金银花",
        "price": "80 元/公斤",
        "traits": "花型精细、色彩丰富、花期短暂、药用价值有限、茶叶原料无",
        "synopsis": "金银花（学名： Gloriosa superba ）是一种对外开放的鸟类或鸟巢鸟儿栽培品种，属于鸟巢鸟类，是世界上最昂贵的鸟类。它是一种罕见的天然珍稀植物，只有在新疆喀什地区才生长。金银花被誉为“百万富翁”，因其价值极高，每盆售价约为3000—5000美元。这款花被认为具有很好的保健作用，但也存在一些风险，如过敏反应、呼吸道感染等。为了降低风险，购买者应该咨询专业人士，并遵循正确的使用方法。"
    },
    {
        "name": "卷心菜",
        "price": "70 元/斤",
        "traits": "叶子紧实、营养丰富、口感独特、多种用途",
        "synopsis": "卷心菜（Chinese：Guōliáng cài）是一类常见的蔬菜，它是一种紧实的葱姜蒜组合，长得像卷曲的钩子，叶子紧密排列，色泽绿ish，有光泽；有些品种的叶片上还带有一些白色斑点。它具有很好的滋补作用，而且营养价值高，包括蛋白质、脂肪、碳水化合物、维生素A、C、E、K、B族等各种营养物质。卷心菜的主要用途有："
    },
    {
        "name": "墨镜",
        "price": "60 元/盎司",
        "traits": "颜色多样、形态复杂、气味独特、食用价值",
        "synopsis": "墨镜（又称薄荷、桂皮）是一类常见的闭合式的攀援性的小叶子植物。它的叶片呈圆形或椭圆形，颜色多样，如红色、黄色、绿色、白色等。墨镜被认为是一种具有独特的气味和美味，因此在很多民间都有着广泛的食用价值。它可以作为烹饪 Ingredient，也可以当作配饰或者保健用的成分。"
    },
    {
        "name": "牧笛",
        "price": "200 元/根",
        "traits": "高大叶状结构、枝条粗细 variegated",
        "synopsis": "牧笛是一种常见的灌木，分布在中国、日本、韩国等多个国家和地区。它有着高大的椭圆形叶子和粗细可变的枝条。叶子是灰色或深 green 的，上面有着白色、 yellow 或 pink 的斑点。枝条是灰色或棕色，有时还带有 white 或 orange 的斑点。牧笛是一种耐寒性强的植物，可以survive在低温下。因此，它可以 thrive在不同气候条件下的室内栽培。"
    },
    {
        "name": "梨",
        "price": "110 元/公斤",
        "traits": "果实丰富、营养丰富、产量高",
        "synopsis": "梨是一种常见的果树，分布在中国、日本、澳门、泰国等多个国家和地区。梨果是圆形或椭圆形，有时还带有中心锥形纹理。果肉是白色的，中间有着淡淡的红色斑点。梨是一种富含维生素C和其他营养物质的果树，被广泛用于食用、工业、cosmetic等领域。同时，梨的产量也比较高，因此它也是一种重要的经济作物。"
    },
    {
        "name": "白云团",
        "price": "120 元/公斤",
        "traits": "花型巨大、花瓣白色、花期长",
        "synopsis": "白云团是一种常见的野生植物，分布在中国、日本、韩国等东亚国家。它有着粉色或白色的花瓣和白色的腋毛。白云团的花瓣是圆形或椭圆形，有时还带有中心锥形纹理。 Flowers 通常是 pendulous 的，向下垂落。白云团是一种耐寒性强的植物，可以survive在低温下。因此，它可以 thrive在不同气候条件下的室内栽培。"
    },
    {
        "name": "紫藜芦",
        "price": "70 元/公斤",
        "traits": "紫色花瓣、蓬松的绿叶、耐寒性强",
        "synopsis": "紫藜芦是一种常见的野生植物，分布在中国、日本、韩国等东亚国家。它有着细密的藻叶和紫色的花瓣。紫藜芦的叶片是柔软的，叶柄上有细密的毛刺。 Flowers 是紫色或白色的，通常聚集在一起，向上垂落。紫藜芦是一种耐寒性强的植物，可以 survive 在低温下。因此，它可以 thrive 在不同气候条件下的室内栽培。"
    },
    {
        "name": "红叶悬钩藤",
        "price": "180 元/立方米",
        "traits": "耐暖性好、防潮性强、适合北方",
        "synopsis": "红叶悬钩藤是一种常绿色或带有红色条纹的灌木，通常以其抗旱能力而闻名。它在中国大陆南方生长，在北方受到限制，因为它需要较高的温度来正常生长。但是，如果在适当的温度下耐受寒冷，它可以作为北方的景观树。该藤具有良好的防潮能力，因此可以用于沿海和湿地区。此外，它的枝干还可以用来制作竹签和其他日常用品。"
    },
    {
        "name": "马铃薯",
        "price": "60 元/斤",
        "traits": "种类繁多、营养丰富、口感独特、配菜 versatile",
        "synopsis": "马铃薯（学名： Solanum tuberosum ），又称土豆、甜椒等，是"
    },
    {
        "name": "薄荷苗",
        "price": "15 元/根",
        "traits": "苗条可爱、香味浓郁、营养价值高、药用价值不明",
        "synopsis": "薄荷苗（学名： Lavandula stoechas ），又称薄荷蓬、薄荷藕等，是一种常见的灌木，分布于中美洲等多个地区。它以其独特的短而粗壮的藤蔓和清香爽口的香味而闻名。薄荷苗被认为是最好的健康之花，可以预防癌症、胰岛素缺乏症状等。此外，它也被用于制作香薰、沐浴露、护肤品等。"
    },
    {
        "name": "西兰花",
        "price": "200 元/斤",
        "traits": "花瓣紫色、味道甘甜、营养价值高、药用价值不明",
        "synopsis": "西兰花（学名： Nigella damascena ），又称黑土豆、小茴香、贵妃花等，是一种常见的灌木，分布于中东、东亚、中亚等多个地区。它以其独特的倒卵形的花朵和甜美的香味而闻名。西兰花被认为是最好的健康之花，可以预防癌症、胰岛素缺乏症状等。此外，它也被用于制作各种美容产品、调养营养品等。"
    },
    {
        "name": "竹笋",
        "price": "180 元/斤",
        "traits": "菜类水平高、营养丰富、口感独特、配菜 versatile",
        "synopsis": "竹笋（学名： Brassica rapa ），又称卷心菜、扁豆、扁青菜等，是一种常见的大蒜属野菜，分布于全球各地。它以其独特的扁平圆形的叶片和嫩绿色的内皮而闻名。竹笋被认为是最好的健康之菜，可以预防癌症、胰岛素缺乏症状等。此外，它也被用于制作各种菜肴和速食食品。"
    },
    {
        "name": "李",
        "price": "120 元/斤",
        "traits": "果实红色、营养丰富、口感甜腻、药用价值高",
        "synopsis": "李（学名： Melia azedarach ），是一种常见的果蔷薇，分布于非洲、中东、南美等多个地区。它以其独特的形态和红色的果实而闻名。李被认为是最好的健康之果，可以预防心脏病、糖尿病等。此外，它也被用于制作奶酪、汁酒、蜂蜜等食品和药物。"
    },
    {
        "name": "金牙菊",
        "price": "450 元/枝",
        "traits": "花瓣翠绿、花冠金黄、叶子紫红、花期长达6-8个月、药用价值高",
        "synopsis": "金牙菊（学名： Citrus reticulata ），又称红橙子、刺桐仙人掌、刺桐柚等，是一种常见的果实蔷薇，分布于东南亚及中亚地区。它以其独特的形态和多色ful的果实而闻名。金牙菊被认为是最好的健康之果，可以预防心脏病、糖尿病等。此外，它也被用于制作奶酪、汁酒、蜂蜜等食品和药物。"
    },
    {
        "name": "白玫瑰",
        "price": "180 元/枝",
        "traits": "纤细可爱、颜色清新、香味淡淡、装饰效果显著",
        "synopsis": "白玫瑰（英语：Rose）是一种常见的开放式花卉，分布于全球各地。它以其优美的形状、纤细可爱的白色和淡淡的香味而闻名。白玫瑰被认为是最纯净的情感之花，也被用来表达悔恨、遗憾等深层次的感情。此外，白玫瑰还具有很强的健康意义，可以缓解压力、抗癌、减肥等。"
    },
    {
        "name": "紫玫瑰",
        "price": "300元/公斤",
        "traits": "颜色深邃、香味浓郁、抗菌效果一般、花期短促",
        "synopsis": "紫玫瑰（Peony）是中华民族传统文化中的重要元素，有着悠久的历史和文化背景。它具有美容、保健、升华精神的作用。紫玫瑰的成分包括多种物质，如糖、醋、苷等，含有丰富的维生素C、B1、B6等，同时具有抗氧化、防癌等作用。紫玫瑰可以作为一种美容护肤品使用，也可以当做食材，如炒菜、烹饪等。"
    }
]